IDEA Open Model
ConnectionSetup.PretensionForceFpc Property
 Pretension force fpc = k * fub * As
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double PretensionForceFpc { get; set; }
Public Property PretensionForceFpc As Double
	Get
	Set
public:
property double PretensionForceFpc {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace